Repository: diegoe/make
Catalog: src/languages/*.po
Languages: es

source: To add fonts, use the %1$s function. To modify existing fonts, use a filter hook for a specific font source, such as %2$s. See the <a href="%3$s" target="_blank">Font API documentation</a>.
es: Para añadir tipografías, usa la función %1$s. Para modificar tipografías existentes, usa un hook de filtro para una fuente de tipografías específica, como %2$s. Ve la <a href="%3$s" target="_blank">documentación de Font API</a>.

source: Generic Fonts
es: Tipografías genéricas

source: Serif
es: Serifa

source: Sans Serif
es: Sin serifa

source: Monospaced
es: Monoespaciada

source: To modify Standard fonts, use the %1$s filter hook instead. See the <a href="%2$s" target="_blank">Font API documentation</a>.
es: Para modificar tipografías Standard, usa el hook del filtro %1$s en su lugar. Ve la <a href="%2$s" target="_blank">documentación de Font API</a>.

source: To modify Google fonts, use the %1$s filter hook instead. See the <a href="%2$s" target="_blank">Font API documentation</a>.
es: Para modificar tipografías de Google, usa el hook de filtro %1$s en su lugar. Ve la <a href="%2$s" target="_blank">documentación de Font API</a>.

source: The "%s" format can't be added because it already exists.
es: El formato “%s” no puede añadirse porque ya existe.

source: The "%s" format can't be removed because it doesn't exist.
es: El formato “%s” no puede quitarse porque no existe.

source: To add or modify Format Builder formats, use the %1$s method instead. See %2$s.
es: Para añadir o modificar formatos del constructor de formatos, usa el método %1$s en su lugar. Ve %2$s.

source: Format Builder
es: Constructor de formatos

source: Choose a format
es: Elige un formato

source: Insert
es: Insertar

source: Update
es: Actualizar

source: Add icon
es: Añadir icono

source: Notice
es: Aviso

source: Icon
es: Icono

source: Icon Color
es: Color de icono

source: Icon Position
es: Posición de icono

source: left
es: izquierda

source: right
es: derecha

source: Horizontal Padding (px)
es: Relleno horizontal (px)

source: Vertical Padding (px)
es: Relleno vertical (px)

source: Border Style
es: Estilo de borde

source: none
es: ninguno

source: solid
es: sólido

source: dotted
es: punteado

source: dashed
es: barras

source: double
es: doble

source: groove
es: marco

source: ridge
es: elevado

source: inset
es: hundido

source: outset
es: elevado

source: Border Width (px)
es: Ancho del borde (px)

source: Button
es: Botón

source: Open link in a new window/tab
es: Abrir enlace en una ventana/pestaña nueva

source: bold
es: negrita

source: Background Color (hover)
es: Color de fondo (al posar)

source: Text Color (hover)
es: Color de texto (al posar)

source: Border Radius (px)
es: Radio del borde (px)

source: List
es: Lista

source: Insert Icon
es: Insertar icono

source: Choose an icon
es: Elige un icono

source: Web Application Icons
es: Iconos de aplicación web

source: Text Editor Icons
es: Iconos de editor de texto

source: Spinner Icons
es: Iconos de spinner

source: File Type Icons
es: Icono de tipos de archivo

source: Directional Icons
es: Iconos direccionales

source: Video Player Icons
es: Iconos de reproductor de video

source: Form Control Icons
es: Iconos de formulario

source: Chart Icons
es: Iconos de cuadros

source: Brand Icons
es: Iconos de marcas

source: Payment Icons
es: Iconos de pago

source: Currency Icons
es: Iconos de monedas

source: Medical Icons
es: Iconos médicos

source: Choose
es: Escoger

source: Insert Horizontal Line
es: Insertar línea horizontal

source: Choose a line style
es: Escoger estilo de línea

source: Big
es: Grande

source: Small
es: Pequeño

source: Citation
es: Cita

source: Slider Settings
es: Configuración de diapositivas

source: Show gallery as slider
es: Mostrar galería como diapositivas

source: Hide navigation arrows
es: Ocultar flechas de navegación

source: Hide navigation dots
es: Ocultar puntos de navegación

source: Autoplay
es: Reproducción automática

source: Time between slides (ms)
es: Tiempo entre diapositivas (ms)

source: Effect
es: Efecto

source: Slide horizontal
es: Deslizado horizontal

source: Fade
es: Desvanecer

source: It looks like you've activated WP Retina 2x. Make sure you upload a logo image that is 200% the width you want.
es: Parece que has activado WP Retina 2x. Asegúrate de subir una imagen de logo que es el 200% del ancho que quieres.

source: The Yoast SEO plugin enables this option.
es: El plugin Yoast SEO habilita esta opción.

source: Show breadcrumbs
es: Mostrar breadcrumbs

source: Blog (Post Page)
es: Blog (Página de entradas)

source: Archive
es: Archivo

source: Page
es: Página

source: Post
es: Entrada

source: The "%s" view can't be added because it already exists.
es: La vista “%s” no puede añadirse porque ya existe.

source: The view callback (%1$s) for "%2$s" is not valid.
es: El callback de vista (%1$s) para “%2$s” no es válido.

source: The "%s" view can't be removed because it doesn't exist.
es: La vista “%s” no puede quitarse porque no existe.

source: View cannot be accurately determined until during or after the %s action.
es: La vista no puede determinarse con precisión hasta durante, o después, la acción %s.

source: A new version of Make Plus is available. If you encounter problems updating through <a href="%1$s">the WordPress interface</a>, please <a href="%2$s" target="_blank">follow these steps</a> to update manually.
es: Está disponible una nueva versión de Make Plus. Si tienes problemas actualizando a través de <a href="%1$s">la interfaz de WordPress</a>, por favor <a href="%2$s" target="_blank">sigue estos pasos</a> para actualizar manualmente.

source: The current version of the Make theme is only fully compatible with version 1.7.0 or higher of the Make Plus plugin. Please update Make Plus to the latest version.
es: La versión actual de Make solo es totalmente compatible con la versión 1.7.0 o mayor del plugin Make Plus. Por favor actualiza Make Plus a la última versión.

source: Looking for more style controls?
es: ¿Buscas más control de estilos?

source: Upgrade to Make Plus
es: Actualiza a Make Plus

source: Looking to add premium fonts from Typekit to your website?
es: ¿Buscas agregar tipografías premium de Typekit a tu sitio web?

source: Upgrade to Make Plus.
es: Actualiza a Make Plus.

source: White Label
es: Etiqueta de marca

source: Want to remove the theme byline from your website&#8217;s footer?
es: ¿Quieres quitar la línea de créditos al tema del pie de tu sitio?

source: Duplicate this page with %s.
es: Duplicar esta página con %s.

source: Layout Settings
es: Ajustes de diagramación

source: Looking to configure a unique layout for this %1$s? %2$s
es: ¿Buscas configurar una diagramación única por %1$s? %2$s

source: Get more.
es: Obtener más.

source: Looking for more sections and options? %s
es: ¿Buscas más secciones y opciones? %s

source: Convert any column into an area for widgets. %s
es: Convierte cualquier columna en un área para widgets. %s

source: Drag-and-drop this slide into place
es: Arrastrar y soltar esta diapositiva en su lugar

source: Configure slide
es: Configurar diapositiva

source: Trash slide
es: Eliminar diapositiva

source: Set banner image
es: Establecer imagen de banner

source: Add new slide
es: Añadir nueva diapositiva

source: Display multiple types of content in a banner or a slider.
es: Mostrar diferentes tipos de contenido en un banner o diapositivas.

source: Enter section title
es: Ingresa el título de la sección

source: Section height (px)
es: Altura de la sección (px)

source: Responsive behavior
es: Comportamiento responsive

source: Choose how the Banner will respond to varying screen widths. Default is ideal for large amounts of written content, while Aspect is better for showing your images.
es: Escoge cómo el banner responderá a anchos de pantalla variables. “Predeterminado” es ideal para grandes cantidades de contenido escrito, mientras que “Aspecto” es mejor para mostrar tus imágenes.

source: Background image
es: Imagen de fondo

source: Display
es: Mostrar

source: Darken
es: Oscurecer

source: Background color
es: Color de fondo

source: Slideshow
es: Diapositivas

source: Navigation arrows
es: Flechas de navegación

source: Navigation dots
es: Puntos de navegación

source: Autoplay slideshow
es: Reproducir automáticamente

source: Speed
es: Velocidad

source: Transition effect
es: Efecto de transición

source: Content position
es: Posición del contenido

source: Slow
es: Lento

source: Fast
es: Rápido

source: Aspect
es: Aspecto

source: Trash column
es: Eliminar columna

source: Drag-and-drop this column into place
es: Arrastrar y soltar esta columna a su lugar

source: Add new column
es: Añadir nueva columna

source: Add new item
es: Añadir nuevo elemento

source: Create rearrangeable content of text and images.
es: Crear contenido ordenable de texto e imágenes.

source: Columns
es: Columnas

source: Drag-and-drop this item into place
es: Arrastrar y soltar este elemento a su lugar

source: Configure item
es: Configurar elemento

source: Trash item
es: Eliminar ítem

source: Set gallery image
es: Asignar imagen de galería

source: Gallery
es: Galería

source: Display your images in various grid combinations.
es: Mostrar sus imágenes en diferentes combinaciones de rejilla.

source: Aspect ratio
es: Relación de aspecto

source: Caption style
es: Estilo de leyenda

source: Caption color
es: Color de leyenda

source: Enter item title
es: Ingresa el título del elemento

source: Item link URL
es: Enlace URL del elemento

source: Open link in a new tab
es: Abrir enlace en una pestaña nueva

source: Square
es: Cuadrado

source: Landscape
es: Apaisado

source: Portrait
es: Retrato

source: Reveal
es: Revelar

source: Overlay
es: Sobreponer

source: Light
es: Claro

source: Dark
es: Oscuro

source: Full width
es: Ancho total

source: Master
es: Maestro

source: Did you know: Master mode lets you add this section to other pages, or parts of pages, and changes you make will apply everywhere this section is used.
es: Sabías que: Modo maestro te permite añadir esta sección a otras páginas, o partes de páginas, y los cambios que hagas se aplicarán en todos los lugares donde se use esta sección.

source: Upgrade to Make Plus to get Master mode.
es: Actualice a Make Plus para obtener el modo maestro.

source: Draft mode
es: Modo borrador

source: Did you know: When Draft mode is enabled, the section is hidden from the front-end, so you can continue to edit it without your readers seeing it.
es: Sabías que: Cuando modo borrador está activado, esta sección está oculta del front-end, para que puedas editarla sin que tus lectores la vean.

source: Upgrade to Make Plus to get Draft mode.
es: Actualice a Make Plus para obtener el modo borrador.

source: Code
es: Código

source: Did you know: With Make Plus you can add custom classes and IDs to this section so applying custom CSS styles is easy.
es: Sabías que: Con Make Plus puedes añadir clases y IDs personalizados a esta sección para aplicar estilos CSS más fácil.

source: Upgrade to Make Plus to get custom classes and IDs.
es: Actualiza a Make Plus para conseguir clases y IDs personalizados.

source: The "%s" setting can't be added because it already exists.
es: El ajuste “%s” no puede añadirse porque ya existe.

source: The "%s" setting can't be added because it is missing required properties.
es: El ajuste “%s” no puede añadirse porque no tiene las propiedades necesarias.

source: The "%s" setting can't be removed because it doesn't exist.
es: El ajuste “%s” no puede quitarse porque no existe.

source: The sanitize callback (%1$s) for "%2$s" is not valid.
es: El callback de sanitización (%1$s) para "%2$s" no es válido.

source: Menu
es: Menú

source: Featured
es: Destacado

source: Read more
es: Leer más

source: Search&hellip;
es: Buscar&hellip;

source: To add or modify theme settings, use the %1$s function instead. See the <a href="%2$s" target="_blank">Theme Settings API documentation</a>.
es: Para añadir o modificar ajustes del tema, usa la función %1$s en su lugar. Ve la <a href="%2$s" target="_blank">documentación de Theme Settings API</a>.

source: This site is using the old Favicon and Apple Touch Icon settings, which were deprecated in version 1.6.2. Go to <em>General &rarr; Site Identity</em> in the Customizer to switch to the new, improved Site Icon setting.
es: Este sitio está usando el antiguo ajuste de Favicon y Apple Touch Icon, que son obsoletos desde la versión 1.6.2. Ve a <em>General &rarr; Identidad del sitio</em> en el Personalizador para cambiar al nuevo y mejorado ajuste de Icono de Sitio.

source: Primary Navigation
es: Navegación primaria

source: Header Bar Navigation
es: Barra de navegación de cabecera

source: Left Sidebar
es: Barra lateral izquierda

source: Right Sidebar
es: Barra lateral derecha

source: Footer 1
es: Pie 1

source: Footer 2
es: Pie 2

source: Footer 3
es: Pie 3

source: Footer 4
es: Pie 4

source: This widget area is currently disabled. Enable it in the "Footer" section of the "Layout" panel in the Customizer.
es: Esta área de widget está desactivada. Actívala en la sección “Pie” del panel “Diagramación” en el Personalizador.

source: This widget area is currently disabled. Enable it in the "Layout" panel of the Customizer.
es: Esta área de widget está desactivada. Actívala en el panel “Diagramación” del Personalizador.

source: This widget area is currently enabled for the following views: %s. Change this in the "Layout" panel of the Customizer.
es: Esta área de widget está activada para las siguientes vistas: %s. Cambia esto en el panel “Diagramación” del Personalizador.

source: The social icon URL pattern "%s" can't be added because it already exists.
es: El patrón URL de icono social “%s” no puede añadirse porque ya existe.

source: The social icon URL pattern "%s" setting can't be added because it is missing required properties.
es: El ajuste del patrón URL de icono social “%s” no puede añadirse porque le faltan propiedades necesarias.

source: The social icon URL pattern "%s" can't be removed because it doesn't exist.
es: El patrón URL de icono social “%s” no puede quitarse porque no existe.

source: Make no longer uses a custom menu to output social icons. Instead, use the interface in the Customizer under <em>General &rarr; Social Icons</em>.
es: Make ya no usa un menú personalizado para mostrar iconos sociales. En su lugar, usa la interfaz en el Personalizador bajo <em>General &rarr; Iconos sociales</em>.

source: To change the sanitize callback for a font setting, use the %s function instead.
es: Para cambiar el callback de sanitización para un ajuste de tipografía, usa la función %s en su lugar.

source: To add dynamic CSS rules, use the %s hook instead.
es: Para añadir reglas dinámicas de CSS, usa el hook %s en su lugar.

source: Edit
es: Editar

source: says:
es: dice:

source: Your comment is awaiting moderation.
es: Tu comentario está pendiente de moderación.

source: The hook has been replaced with a theme option in the Customizer. The theme option will only be available if no filters have been added to the hook.
es: Este hook ha sido reemplazado con una opción del tema en el Personalizador. La opción del tema estará disponible solo si no se han añadido filtros al hook.

source: 1/%s second
es: 1/%s segundo

source: %s seconds
es: %s segundos

source: Camera: %s
es: Cámara: %s

source: Taken: %s
es: Tomada: %s

source: Focal length: %smm
es: Distancia focal: %smm

source: Aperture: %s
es: Apertura: %s

source: Exposure: %s
es: Exposición: %s

source: Call to undefined method %1$s::%2$s()
es: Llamada a método indefinido: %1$s::%2$s()

source: The %1$s module cannot be added to %2$s because it already exists.
es: El módulo %1$s no puede añadirse a %2$s porque ya existe.

source: %1$s does not have a valid %2$s dependency
es: %1$s no tiene una dependencia válida a %2$s

source: The "%1$s" module can't be retrieved from %2$s because it doesn't exist.
es: El módulo "%1$s" no puede obtenerse de %2$s porque no existe.

source: Download this file:
es: Descargar este archivo:

source: Technical Details
es: Detalles técnicos

source: Nothing found
es: No se ha encontrado nada

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
es: ¿Preparado para publicar tu primera entrada? <a href="%1$s">Empieza aquí</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
es: Lo siento pero no hay nada que se ajuste a tus criterios de búsqueda. Por favor, inténtalo de nuevo con palabras claves distintas.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
es: Parece que no encontramos lo que estás intentando localizar. Es posible que te ayude buscarlo.

source: by %s
es: por %s

source: %s ago
es: hace %s

source: Pages:
es: Páginas:

source: Built with <a class="theme-name" href="%s" target="_blank">Make</a>. Your friendly WordPress page builder theme.
es: Hecho con <a class="theme-name" href="%s" target="_blank">Make</a>. Tu amigable tema constructor de páginas para WordPress.

source: Posts navigation
es: Navegación de entradas

source: Newer posts
es: Artículos nuevos

source: Older posts
es: Artículos antiguos

source: Post navigation
es: Navegación de entradas

source: Search for %s
es: Buscar %s

source: %s result found
es: %s resultado encontrado

source: Search for:
es: Buscar:

source: Press Enter to submit your search
es: Presione Intro para buscar

source: Search
es: Búsqueda

source: Build a website that means business. With Make’s powerful drag and drop page builder and hundreds of Customizer options, you can effortlessly brand your site without touching a line of code. Add full-width banners, columns, and galleries to showcase your best work. The intuitive builder delivers clean, lean code — not shortcodes — so you can trust your content remains portable. Make lets you control page layout options, including sidebar display, on all your posts and pages. Choose from hundreds of Google Fonts and upload custom backgrounds everywhere. Built on a fully responsive grid, Make renders as beautifully on tablets and phone screens as it does on desktop. Make scales with your business and is fully compatible with popular plugins like WooCommerce, Gravity Forms, Contact Form 7, Jetpack, and others. For documentation on the page builder and getting started with Make, see: https://thethemefoundry.com/make-help/
es: Construye un sitio web para tomar en serio. Con el poderoso constructor de páginas de arrastrar y soltar, y cientos de opciones del Personalizador, puedes personalizar tu sitio sin tocar una línea de código. Añade banners de ancho completo, columnas, y galerías que muestren tu mejor trabajo. El intuitivo constructor crea código limpio, simple —sin shortcodes— para que puedas confiar en que tu contenido se mantiene portable. Make te permite controlar opciones de diagramación de página, incluyendo mostrar las barras laterales, en todos tus artículos y páginas. Escoge de cientos de Google Fonts y sube fondos personalizados en todos lados. Construido sobre una rejilla totalmente responsive, Make se ve tan bello en la pantalla de tablets y teléfonos como en la del escritorio. Make escala con tu negocio y es totalmente compatible con plugins populares como WooCommerce, Gravity Forms, Contact Form 7, Jetpack, y otros. Para documentación en el constructor de páginas y para empezar a usar Make, ve: https://thethemefoundry.com/make-help/

source: Builder Template
es: Plantilla Constructor

# 1: date, 2: time
source: %1$s at %2$s
es: %1$s a las %2$s
