Repository: diegoe/make
Catalog: src/languages/*.po
Languages: es

source: Oops! That page can&rsquo;t be found.
es: ¡Oops! Esa página no fue encontrada.

source: Maybe try searching this website:
es: Quizá intenta buscar en este sitio web:

source: One comment
es: Un comentario

source: Comment navigation
es: Navegación de comentarios

source: Comments are closed.
es: Los comentarios están cerrados.

source: The Make() function should not be called before the make_api_loaded action has fired.
es: La función Make() no debe llamarse antes de que la acción make_api_loaded se haya ejecutado.

source: This function should only be called during the %s action.
es: Esta función solo debe llamarse durante la acción %s.

source: The style rule does not have the required properties.
es: Esta regla de estilo no tiene las propiedades necesarias.

source: Skip to content
es: Saltar al contenido

source: Make requires at least WordPress version %1$s. You are running version %2$s. Please upgrade and try again.
es: Make necesita al menos la versión %1$s de WordPress. Estás usando la versión %2$s. Actualiza y prueba de nuevo.

source: Make %1$s isn't compatible with your version of Make Plus. To avoid issues, Make Plus has been deactivated. Please update Make Plus.
es: Make %1$s no es compatible con tu versión de Make Plus. Para evitar problemas, Make Plus ha sido desactivado. Por favor actualiza Make Plus.

source: Make requires version %1$s of WordPress or higher. Your current version is %2$s. Please <a href="%3$s">update WordPress</a> to ensure full compatibility.
es: Make necesita la versión %1$s de WordPress o más. La versión actual es %2$s. Por favor <a href="%3$s">actualiza WordPress</a> para asegurarte la máxima compatibilidad.

source: This is the page builder. Learn to <a href="%s" target="_blank">add, edit and arrange sections</a>.
es: Este es el constructor de páginas. Aprende a <a href="%s" target="_blank">añadir, editar y acomodar secciones</a>.

source: Looking to take Make even further? Learn to <a href="%1$s" target="_blank">install a child theme</a> and <a href="%2$s" target="_blank">apply custom code</a>.
es: ¿Buscas llevar Make aún más lejos? Aprende cómo <a href="%1$s" target="_blank">instalar un tema hijo</a> y <a href="%2$s" target="_blank">aplicar código personalizado</a>.

source: Welcome to Make! Get up and running with our <a href="%s" target="_blank">Simple Start Handbook</a>.
es: ¡Bienvenido a Make! Empieza con nuestro <a href="%s" target="_blank">manual de inicio simple</a>.

source: The latest version of Make isn’t compatible with the version of Make Plus you’re using. Please update Make Plus.
es: La última versión de Make no es compatible con la versión de Make Plus que estás usando. Por favor actualiza Make Plus.

source: Page Builder
es: Constructor de páginas

source: Post Builder
es: Constructor de artículos

source: Post builder
es: Constructor de artículos

source: Enable post builder
es: Activar el constructor de artículos

source: Are you sure you want to trash this section permanently?
es: ¿Estás seguro que quieres eliminar esta sección de forma permanente?

source: Note: the Builder Template does not display a featured image.
es: Nota: la plantilla Constructor no muestra la imagen destacada.

source: Set image
es: Establecer imagen

source: Click to edit
es: Clic para editar

source: Edit content
es: Editar contenido

source: Update changes
es: Actualizar cambios

source: Current image
es: Imagen actual

source: Remove Current Image
es: Quitar imagen actual

source: Trash section
es: Eliminar sección

source: Configure section
es: Configurar sección

source: Click to toggle
es: Clic para cambiar

source: Did you know: with Make Plus you can use the Make builder on posts, too.
es: Sabías que: con Make Plus puedes usar el Constructor de Make también en artículos.

source: Upgrade to Make Plus Now
es: Actualiza a Make Plus ahora

source: Left
es: Izquierda

source: Right
es: Derecha

source: Center
es: Centro

source: Top Left
es: Arriba a la izquierda

source: Top
es: Arriba

source: Top Right
es: Arriba a la derecha

source: Bottom Left
es: Abajo a la izquierda

source: Bottom
es: Abajo

source: Bottom Right
es: Abajo a la derecha

source: Scroll
es: Desplazar con la página

source: Fixed
es: Diseño fijo

source: No Repeat
es: No repetir

source: Tile
es: Mosaico

source: Tile Horizontally
es: Mosaico horizontal

source: Tile Vertically
es: Mosaico vertical

source: Auto
es: Automático

source: Cover
es: Cubrir

source: Contain
es: Contener

source: With icon
es: Con icono

source: With text
es: Con texto

source: None
es: Ninguno

source: Post header
es: Cabecera del artículo

source: Thumbnail
es: Miniatura

source: Italic
es: Cursiva

source: Bold
es: Negrita

source: Traditional
es: Tradicional

source: Centered
es: Centrado

source: Full-width
es: Ancho completo

source: Boxed
es: Encajado

source: Default
es: Predeterminado

source: Flipped
es: Invertido

source: Navigation Below (Primary)
es: Navegación debajo (Primaria)

source: Always
es: Siempre

source: On hover/focus
es: Al posar/enfocar

source: Never
es: Nunca

source: With avatar
es: Con avatar

source: Without avatar
es: Sin avatar

source: Absolute (%s)
es: Absoluta (%s)

source: Relative (1 week ago)
es: Relativa (hace 1 semana)

source: Before content
es: Antes del contenido

source: Post footer
es: Pie del artículo

source: Email
es: Correo electrónico

source: Link
es: Enlace

source: Uppercase
es: Mayúsculas

source: Lowercase
es: Minúsculas

source: The "%s" choice set can't be added because it already exists.
es: El set de opciones “%s” no puede añadirse porque ya existe.

source: The "%s" choice set can't be removed because it doesn't exist.
es: El set de opciones “%s” no puede quitarse porque no existe.

source: "%1$s" is not a valid choice in the "%2$s" set.
es: "%1$s" no es una opción válida en el set "%2$s".

source: Add/remove filters from the %1$s hook instead. See %2$s.
es: Añade/quita filtros del hook %1$s en su lugar. Ver %2$s.

source: Add/remove actions from the %1$s hook instead. See %2$s.
es: Añade/quita acciones del hook %1$s en su lugar. Ver %2$s.

source: Use the %s hook instead.
es: Usa el filtro %s en su lugar.

source: Use the core sidebar registration functions instead.
es: Usa las funciones core de registro de la barra lateral en su lugar.

source: Use the core script registration functions instead.
es: Usa las funciones core de registro de scripts en su lugar.

source: This function has been moved to %s.
es: Esta función fue movida a %s.

source: To add or modify theme views, use the %1$s function instead. See the <a href="%2$s" target="_blank">View API documentation</a>.
es: Para añadir o quitar vistas del tema, usa la función %1$s en su lugar. Ver <a href="%2$s" target="_blank">la documentación del API</a>.

source: See the <a href="%s" target="_blank">Social Icons API documentation</a>.
es: Ver <a href="%s" target="_blank">la documentación de Social Icons API</a>.

source: To add or modify social icons, use the %1$s function instead. See the <a href="%2$s" target="_blank">Social Icons API documentation</a>.
es: Para añadir o quitar iconos sociales, usa la función %1$s en su lugar. Ver <a href="%s" target="_blank">la documentación de Social Icons API</a>.

source: To add or modify setting choices, use the %1$s function instead. See the <a href="%2$s" target="_blank">Choices API documentation</a>.
es: Para añadir o quitar opciones, usa la función %1$s en su lugar. Ver <a href="%2$s" target="_blank">documentación de Choices API</a>.

source: To add a style rule, use the %1$s function. See the <a href="%2$s" target="_blank">Style API documentation</a>.
es: Para añadir una regla de estilo, usa la función %1$s. Ver <a href="%2$s" target="_blank">documentación de Style API</a>.

source: Use methods from %s instead.
es: Usa métodos de %s en su lugar.

source: Loading&hellip;
es: Cargando&hellip;

source: The %1$s control is deprecated. Use %2$s instead.
es: %1$s está obsoleto. Usa %2$s en su lugar.

source: The uploaded package appears to be a plugin. PLEASE INSTALL AS A PLUGIN.
es: El paquete subido parece ser un plugin. POR FAVOR INSTÁLALO COMO UN PLUGIN.

source: <strong>%1$s</strong> is deprecated since version %2$s of Make. %3$s
es: <strong>%1$s</strong> está obsoleto desde la versión %2$s de Make. %3$s

source: Use <code>%s</code> instead.
es: Usa <code>%s</code> en su lugar.

source: No alternative is available.
es: No hay alternativa disponible.

source: The <strong>%1$s</strong> hook is deprecated since version %2$s of Make. %3$s
es: El hook <strong>%1$s</strong> está obsoleto desde la versión %2$s de Make. %3$s

source: %1$s (This message was added in version %2$s.)
es: %1$s (Este mensaje fue añadido en la versión %2$s.)

source: <strong>%1$s</strong> was called incorrectly. %2$s
es: <strong>%1$s</strong> fue llamado de forma incorrecta. %2$s

source: You've activated a child theme! It looks like the parent theme's settings have previously been configured in the Customizer. Would you like to <a href="%s">import these settings into the child theme</a>?
es: ¡Has activado un tema hijo! Parece que los ajustes del tema padre han sido configurados en el Personalizador. ¿Quieres <a href="%s">importar estas opciones en el tema hijo</a>?

source: Migrate Settings
es: Migrar ajustes

source: Migrate Theme Settings
es: Migrar ajustes del tema

source: This site is currently using a child theme. Any changes made in the Customizer to the Make parent theme before the child theme was activated do not carry over. You can use this tool to import these settings into the child theme so you don't have to start over again!
es: Este sitio está usando un tema hijo. Cualquier cambio hecho en el Personalizador al tema padre Make, antes de activar el tema hijo, no será copiado. ¡Puedes usar esta herramienta para importar estos ajustes al tema hijo para no tener que empezar de nuevo!

source: Import settings from the parent theme
es: Importar ajustes del tema padre

source: Use this tool to migrate your existing settings from the parent theme to your child theme.
es: Usa esta herramienta para migrar tus ajustes existentes del tema padre a tu tema hijo.

source: Note that in doing this, your database will be modified. Any existing settings that have already been configured for the current theme will be overwritten.
es: Atención que al hacer esto, tu base de datos será modificada. Cualquier ajuste existente que ya haya sido configurado para el tema actual será reemplazado.

source: I have backed up my database. (<a href="%s" target="_blank">How?</a>)
es: He hecho una copia de seguridad de mi base de datos. (<a href="%s" target="_blank">¿Cómo?</a>)

source: Import
es: Importar

source: There are no parent theme settings to import.
es: No hay ajustes del tema padre para importar.

source: Restore previous theme settings
es: Restaurar ajustes del tema previos

source: Use this tool to restore settings that were previously overwritten when importing parent theme settings.
es: Usa esta herramienta para restaurar ajustes que previamente fueron reemplazados al importar los ajustes del tema padre.

source: Restore
es: Restaurar

source: Please verify that you have backed up your database.
es: Por favor verifica que has hecho una copia de seguridad de tu base de datos.

source: No settings migration has taken place.
es: No se ha realizado ninguna migración de ajustes.

source: Invalid action.
es: Acción inválida.

source: Cheatin&#8217; uh?
es: Haciendo trampa, ¿eh?

source: No parent theme settings were found to import.
es: No se encontraron ajustes del tema padre para importar.

source: Existing child theme settings were backed up.
es: Los ajustes del tema hijo fueron respaldados.

source: The parent theme settings were imported!
es: ¡Los ajustes del tema padre fueron importados!

source: The import process failed.
es: El proceso de importación falló.

source: No child theme settings backup was found to restore.
es: Ninguna copia de seguridad de ajustes del tema hijo se encontró para restaurar.

source: The child theme settings backup was restored!
es: ¡La copia de seguridad de ajustes del tema hijo fue restaurada!

source: The restore process failed.
es: El proceso de restauración falló.

source: See Available Icons
es: Ver iconos disponibles

source: Add Icon
es: Añadir icono

source: Include email icon
es: Incluir icono de correo electrónico

source: Include RSS feed icon
es: Incluir icono de feed RSS

source: Leave the &ldquo;Custom RSS feed URL&rdquo; field blank to use the default RSS feed URL.
es: Deja el campo &ldquo;URL de feed RSS personalizada&rdquo; en blanco para usar el URL del feed RSS predeterminado.

source: Open icon links in a new tab
es: Abrir enlaces de iconos en una pestaña nueva

source: Email address
es: Dirección de correo electrónico

source: Custom RSS feed URL
es: URL de feed RSS personalizada

source: Social profile URL
es: URL de perfil social

source: Remove
es: Quitar

source: Available Social Icons
es: Iconos sociales disponibles

source: Close
es: Cerrar

source: Typography
es: Tipografía

source: Background Images
es: Imágenes de fondo

source: Layout
es: Diagramación

source: The "%s" section can't be added because it already exists.
es: La sección “%s” no puede añadirse porque ya existe.

source: No matching fonts
es: No hay tipografías que coincidan

source: To add or modify Customizer sections and controls, use the %1$s hook instead, or the core %2$s methods.
es: Para añadir o modificar secciones y controles del Personalizador, usa el hook %1$s en su lugar, o los métodos core %2$s.

source: Font Family
es: Familia de tipografía

source: Font Style
es: Estilo de tipografía

source: Font Weight
es: Peso de tipografía

source: Font Size (px)
es: Tamaño de tipografía (px)

source: Text Transform
es: Transformación del texto

source: Line Height (em)
es: Altura de línea (em)

source: Letter Spacing (px)
es: Espaciado entre letras (px)

source: Word Spacing (px)
es: Espaciado entre palabras (px)

source: Link Underline
es: Subrayado de enlace

source: Header
es: Cabecera

source: Main Column
es: Columna principal

source: Footer
es: Pie

source: Background Image
es: Imagen de fondo

source: Repeat
es: Repetir

source: Position
es: Posición

source: Attachment
es: Adjunto

source: Size
es: Tamaño

source: Need help?
es: ¿Necesitas ayuda?

source: Color Scheme
es: Esquema de color

source: Primary Color
es: Color primario

source: Used for: %s
es: Usado para: %s

source: links
es: enlaces

source: Secondary Color
es: Color secundario

source: form inputs, table borders, ruled lines, slider buttons
es: campos de formulario, bordes de tablas, líneas horizontales, botones de diapositivas

source: Text Color
es: Color del texto

source: most text
es: casi todo el texto

source: Detail Color
es: Color de detalle

source: UI icons
es: Iconos de UI

source: Links
es: Enlaces

source: Link Hover/Focus Color
es: Color de enlace posado/enfocado

source: The default link color is controlled by the "Primary Color" option above.
es: El color de enlace predeterminado es controlado por la opción “Color primario” arriba.

source: Buttons
es: Botones

source: Button Text Color
es: Color de texto de botones

source: Button Background Color
es: Color de fondo de botones

source: Button Text Hover/Focus Color
es: Color de texto al posar/enfocar en botones

source: Button Background Hover/Focus Color
es: Color del fondo al posar/enfocar en botones

source: Background
es: Fondo

source: Main Column Background Color
es: Color de fondo de la columna principal

source: Opacity
es: Opacidad

source: Site Header
es: Cabecera del sitio

source: Background Color
es: Color de fondo

source: Site Title &amp; Tagline
es: Título del sitio &amp; Descripción corta

source: These options override the %s option in the %s section.
es: Estas opciones cambian la opción %s en la sección %s.

source: Site Title Color
es: Color del título del sitio

source: Tagline Color
es: Color de la descripción corta

source: Main Menu
es: Menú principal

source: Menu Items
es: Elementos de menú

source: This option overrides the %s option in the %s section.
es: Esta opción cambia la opción %s en la sección %s.

source: Hover/Focus Text Color
es: Color del texto al posar/enfocar

source: Sub-Menu Items
es: Elementos de sub menú

source: Hover/Focus Background Color
es: Color de fondo al posar/enfocar

source: Current Item
es: Elemento actual

source: Header Bar
es: Barra de cabecera

source: Link Color
es: Color de enlace

source: Border Color
es: Color de borde

source: Sidebars
es: Barras laterales

source: Widget Title Color
es: Color de título de widget

source: Widget Body Color
es: Color de cuerpo de widget

source: Footer Text Color
es: Color de texto del pie

source: Labels
es: Etiquetas

source: Search Field Label
es: Etiqueta del campo de búsqueda

source: Mobile Menu Label
es: Etiqueta del menú en móvil

source: Sticky Label
es: Etiqueta de destacado (Sticky)

source: Read More Label
es: Etiqueta de leer más

source: Social Icons
es: Iconos sociales

source: Add a link to each of your social profiles and we&#8217;ll add the icon to match — it&#8217;s that simple. Drag and drop to rearrange.
es: Añade un enlace a cada uno de tus perfiles sociales y añadiremos el icono correspondiente — es así de simple. Arrastra y suelta para ordenar.

source: Site Layout
es: Diagramación del sitio

source: Header Layout
es: Diagramación de la cabecera

source: Show Title/Logo On
es: Mostrar título/logo activado

source: Header Bar Layout
es: Diagramación de la barra de cabecera

source: Padding
es: Relleno (padding)

source: Remove padding beneath header
es: Eliminar relleno debajo de la cabecera

source: Options
es: Opciones

source: Header Bar Text
es: Texto de la barra de cabecera

source: This text only appears if a custom menu has not been assigned to the Header Bar Menu location in the Navigation section.
es: Este texto solo aparece si no se ha asignado un menú personalizado a la ubicación de menú de barra de cabecera en la sección de navegación.

source: Optional Header Elements
es: Elementos opcionales de la cabecera

source: Show search field
es: Mostrar campo de búsqueda

source: Show social icons
es: Mostrar iconos sociales

source: Icon Size (px)
es: Tamaño de icono (px)

source: Number of Widget Areas
es: Cantidad de áreas de widget

source: Footer Layout
es: Diagramación del pie

source: Remove padding above footer
es: Quitar relleno sobre el pie

source: Footer Text
es: Texto del pie

source: Optional Footer Elements
es: Elementos opcionales del pie

source: Blog (Posts Page)
es: Blog (Página de entradas)

source: Archives
es: Archivos

source: Search Results
es: Resultados de búsqueda

source: Posts
es: Entradas

source: Pages
es: Páginas

source: Header, Footer, Sidebars
es: Cabecera, pie, barras laterales

source: Hide site header
es: Ocultar cabecera del sitio

source: Hide site footer
es: Ocultar pie del sitio

source: Show left sidebar
es: Mostrar barra lateral izquierda

source: Show right sidebar
es: Mostrar barra lateral derecha

source: Sidebars are not available on pages using the Builder Template.
es: Las barras laterales no están disponibles en páginas que usan la plantilla Constructor.

source: Hide title
es: Ocultar título

source: Featured Images
es: Imágenes destacadas

source: Location
es: Ubicación

source: Alignment
es: Alineación

source: Style
es: Estilo

source: Content
es: Contenido

source: Generate excerpts automatically
es: Generar extractos automáticamente

source: Post Meta
es: Meta del artículo

source: Show categories
es: Mostrar categorías

source: Show tags
es: Mostrar etiquetas

source: Comment Count
es: Cuenta de comentarios

source: Post Navigation
es: Navegación de entradas

source: Hide navigation
es: Ocultar navegación

source: Show breadcumbs
es: Mostrar breadcrumbs

source: Content Headings
es: Encabezados de contenido

source: Site Title
es: Título del sitio

source: Tagline
es: Descripción corta

source: Mobile
es: Móviles

source: Use Menu Item styles in mobile view
es: Usar estilos de elementos de menú en la vista en móviles

source: Includes Header Text, Header Bar Menu items, and the search field.
es: Incluir texto de cabecera, elementos de menú de la barra de cabecera, y el campo de búsqueda.

source: Widget Title
es: Título de widget

source: Widget Body
es: Cuerpo de widget

source: Google Font Subsets
es: Subconjunto de Google Fonts

source: Character Subset
es: Subconjunto de caracteres

source: Not all fonts provide each of these subsets. Please visit the %s to see which subsets are available for each font.
es: No todas las tipografías proveen cada uno de estos subconjuntos. Por favor visita %s para ver qué subconjuntos están disponibles en cada tipografía.

source: Google Fonts website
es: Sitio web de Google Fonts

source: Site Background Color
es: Color de fondo del sitio

source: Site
es: Sitio

source: Mobile Menu
es: Menú en móviles

source: To continue displaying a retina version of your logo, use a plugin such as <a href="%1$s" target="_blank">%2$s</a>.
es: Para seguir mostrando la versión retina de tu logo, usa un plugin como <a href="%1$s" target="_blank">%2$s</a>.

source: Hide Site Title
es: Ocultar título del sitio

source: Hide Tagline
es: Ocultar descripción corta

source: Sidebars & Widgets
es: Barras laterales & widgets

source: Show notices
es: Mostrar avisos

source: %s Make Notice
es: Aviso de Make %s

source: What is a Make notice?
es: ¿Qué es un aviso de Make?

source: Make notices occur when Make's functionality is used incorrectly. Often these notices are triggered by code errors in a child theme or plugin that extends the theme. The notice messages help you to identify the cause of the errors so they can be fixed.
es: Los avisos de Make ocurren cuando la funcionalidad de Make se usa incorrectamente. Estos avisos suelen ser causados por errores de código en temas hijos o plugins que extienden el tema. El mensaje del aviso te ayuda a identificar la causa de los errores para poder arreglarlos.

source: Is it important to fix these notices?
es: ¿Es importante arreglar estos avisos?

source: Absolutely! These notices may indicate that some part of your site is not working correctly. We don't want that.
es: ¡Por supuesto! Estos avisos pueden indicar que alguna parte de tu sitio no está funcionando correctamente. No queremos que eso pase.

source: How do I fix a Make notice?
es: ¿Cómo arreglo un aviso de Make?

source: Check to see if your child theme or plugin has an update available, as a new version may include changes that fix the errors. If it is caused by custom code, you will need to modify the code to fix the errors. Check out our article about <a href="%s" target="_blank">dealing with Make Notices</a> to learn more.
es: Revisa si tu tema hijo o plugin tienen una actualización disponible, una versión más nueva podría incluir cambios que arreglen los errores. Si la causa es código personalizado, tendrás que modificar ese código para arreglar los errores. Revisa nuestro artículo sobre <a href="%s" target="_blank">tratar con avisos de Make</a> para saber más.

source: How can I hide this notification?
es: ¿Cómo puedo ocultar esta notificación?

source: This notification is only visible to users who are logged in and have the capability to install themes. To hide it completely, add this code to your functions.php file: %s
es: Esta notificación solo es visible para usuarios que están conectados y tienen la capacidad de instalar temas. Para ocultarla por completo, añade este código a tu archivo functions.php: %s

source: Error code: %s
es: Código de error: %s

source: No Make Notices
es: Sin avisos de Make

source: "%s" can't be added because it isn't a valid font source.
es: “%s” no puede añadirse porque no es un origen válido de tipografía.
